Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=822_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sammallahti sänikirje uđđâ teddilâs almostui
sms: Sammallahti sääŠnnǩeeŠrj ođđ teädldõk iŠlmmstõõvi

source: Uđđâ teddilâs Pekka Sammallahti säämi-suomâ-säämi sänikirjeest (Sámi-suoma-sámi sátnegirji) lii almostum.
sms: Ođđ teädldõk Pekka Sammallahti tâŠvvsääŠm-lääŠdd-tâŠvvsääŠm sääŠnnǩeeŠrjest (Sámi-suoma-sámi sátnegirji) lij iŠlmmstõõvvâm.

source: Sämitigge almostittij nálásâšteddilâs Girjegiisá Oy algâaalgâst ive 1993 almostittum kirjeest.
sms: SääŠmteŠǧǧ čõõđti kuõrtõsteädldõõǥǥ Girjegiisá Oy:n vuõššân eeŠjjest 1993 čõõđtum tuejjõõzzâst.

source: Sänikirje säämi-suomâ – uásist láá paijeel 12.000 säännid, suomâ-säämi – uásist vuot paijeel 20.000 säännid.
sms: SääŠnnǩeeŠrj tâŠvvsääŠm-lääŠdd – vuäŠssõõzzâst lie pâŠjjel 12.000 sääŠnned, lääŠdd-tâŠvvsääŠm – vuäŠssõõzzâst peäŠlstes lie pâŠjjel 20.000 sääŠnned.

source: Sänikirje sämikielâ uáivild tavesämikielâ.
sms: SääŠnnǩeeŠrj sääŠmǩiõll lij tâŠvvsäämas.

source: Kirje loopâst láá luvâttâllum el.
sms: ǨeeŠrj looppâst lie looǥǥtõllum jm.

source: tavesämikielâ nominij já veerbâi sujâttemtiijpah já adelum motomeh ovdâmeerhah suujâtmist.
sms: tâŠvvsääŠm nomiini da tuâjjsaaŠni soojtemšlaai da uvddum muäŠdd ouddmiârkai soojtumuužž.

source: Säämi-suomâ-säämi sänikirje láá koijâdâm ennuv ovdebáá teddilâs nuuhâm maŋa.
sms: TâŠvvsääŠm-lääŠdd-tâŠvvsääŠm sääŠnnǩeeŠrj lie kõõjjtõõllâm jiânnai ooudbu teädldtõõǥǥ puuttâm diõtt.

source: Kirje lii tääl finniimist Sámi duodji-käävpist Sajosist Anarist, seervi nettikäävpist teikâ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva.
sms: ǨeŠrjj lij ååŠn vuäǯǯamnalla Sámi duodji-kaaupâst Sajoozzâst Aanrest, õhttõõzz säiŠmmkaaupâst leŠbe sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest ritva.
